beginning = "\nПриветствую тебя путник, \nэта игра создана специально для тебя. \nДля полного погружения в мою игру, \nсоветую тебе включить на фон плейлист Dark Fantasy. \nПриятной игры...  (Нажмите 'Enter')"

next_page = "Справка: чтобы переходить к следующему диалогу, просто нажмите 'Enter' "

act_1 = "Вы вышли из дома, путешествие началось..."



house_page = "Вы вошли в свой дом."

seller_page = "Вы прибыли к торговцу. Он осмотрел вас со словами: 'ДААА, выглядишь не очень... ЕСТЬ ПАРОЧКА ТОваров которые могут ИСПРАВИТЬ это!'.\n"

forest_page = "Вы прибыли в лес."



fight_choose = "Выберите действие: удар / инвентарь / бег\n"



# гаргулья
rep_forest_fight_1 = "Кажется там что-то в кустах... 'на вас вылетела огромная гаргулья!' \nВ доле секунды вы думаете что сделать..."

# кабан
rep_forest_fight_2 = "Вы видите как на вашу тропинку вышел достаточно большой и голодный кабан. \nНадо принять решение..."

# грибочек
rep_forest_fight_3 = "Вы хотели пойти собрать грибов, как вдруг из под земли вылез разумный грибочек. \nВыглядит не очень то и опасным..."



reps = [rep_forest_fight_1, rep_forest_fight_2, rep_forest_fight_3]



no_coins = "ЗДЕСЬ КАЖЕТСЯ НЕ ХВАтает, приходи как накопишь, паРЕНЬ!"